{
  "title": "Dragana and James are creating a hedonist's paradise on Kozara: Luxury in untouched nature",
  "title_img": "/uploads/1767010989077-borovnica-61.jpg",
  "editor": "<h1>Dragana and James are creating a hedonist's paradise on Kozara: Luxury in untouched nature</h1><p><em>Fruit and tourism can go together! Guests will have the opportunity to enjoy fresh, locally produced ingredients as part of a holistic concept of health, relaxation, and staying in nature.</em></p><p><br></p><p><img src=\"/uploads/1767010989077-borovnica-61.jpg\" width=\"1160\" height=\"653\" style=\"display: block; margin-left: auto; margin-right: auto;\"></p><p>On the sunny slopes of the historic Kozara mountain, a new story is unfolding that combines sustainable <strong>agriculture and boutique tourism</strong>. Above the well-known apple orchards in Turjak and Grbavci, in the village of Kozara, the company PEVA d.o.o. has launched an integrated project that merges organic fruit production with high-quality nature tourism.</p><p>At the heart of this vision is the <strong>Kozara Panoramic Resort</strong>, a new destination on the tourist map of the Gradiška municipality. Situated at an altitude of 400 meters and located just 45 minutes from Banja Luka, the resort offers guests exceptional panoramic views, clean mountain air, and the rare privilege of complete forest silence.</p><h2>Privacy, Comfort, and Authenticity</h2><p>The resort is designed for domestic and international guests seeking privacy, comfort, and an authentic stay in nature. Five exclusive <strong>wooden cabins</strong>, each featuring a private pool and sauna, have been carefully integrated into the natural environment, creating a perfect balance between modern luxury and untouched nature.</p><p><img src=\"/uploads/1767011937217-borovnica-66.jpg\" width=\"1160\" style=\"display: block; margin-left: auto; margin-right: auto;\" height=\"653\"></p><p>A special value of the project is its strong focus on <strong>organic food production</strong>. Alongside the resort, PEVA has planted blueberry orchards, supplemented by blackberries, raspberries, strawberries, and various types of seasonal vegetables. Guests will have the opportunity to enjoy fresh, locally produced ingredients as part of a holistic concept of health, relaxation, and staying in nature.</p><p>\"<em>I am a great advocate for healthy eating and environmental preservation</em>,\" emphasizes the owner, Dragana Malešević-Truscott.</p><h2>Agriculture and Refined Tourism</h2><p>In early 2025, two dunams of blueberries were planted, specifically the Duke and Bluecrop varieties. In the newly established orchard, the varieties Duke, Brigitta Blue, and Chandler are represented. The plantations have been developed using modern agro-technical measures, including mulching, organized row access, and ecologically responsible land management.</p><p>\"<em>Together with my husband James, and guided by family roots in this area, I decided to create a place on Kozara where sustainable agriculture and refined tourism naturally complement each other. Our guests will not only enjoy premium accommodation but also walks through vast meadows and forests, as well as truly clean, organic food</em>,\" says Malešević-Truscott.</p><p><img src=\"/uploads/1767012114459-img-20251223-151904.jpg\" width=\"1160\" style=\"display: block; margin-left: auto; margin-right: auto;\" height=\"653\"></p><p>From the very beginning, they have been committed to certified <strong>organic production</strong>. The project is currently in its second year of conversion under the supervision of the certification body Organic Control from Subotica, with the certificate expected to be obtained in the near future. Professional support is also provided by experts from the Ministry of Agriculture, Forestry, and Water Management of the Republika Srpska.<br>In addition to tourism, the project has a clear long-term agricultural ambition. Given that blueberry production in the Republika Srpska is recording strong growth, while domestic demand still exceeds supply, PEVA plans to position itself as a premium producer and a future export partner.</p><blockquote>Four generations under one roof: Guests asked them to build accommodation, they want to work too.</blockquote><p><br>You can view the original post at:&nbsp;<a href=\"https://www.agroklub.ba/seoski-turizam/dragana-i-james-na-kozari-stvaraju-raj-za-hedoniste-luksuz-u-netaknutoj-prirodi/109209/#images\" target=\"_blank\">https://www.agroklub.ba/seoski-turizam/dragana-i-james-na-kozari-stvaraju-raj-za-hedoniste-luksuz-u-netaknutoj-prirodi/109209/#images</a></p><p><br></p>",
  "blogid": "borovnice",
  "sr_meta": {
    "title": "Kozara Panoramic Resort: Luksuz u netaknutoj prirodi",
    "desc": "Otkrijte naš hedonistički raj na Kozari. Uživajte u svježim, lokalnim sastojcima i opuštenju u prirodi. Rezervišite svoj boravak danas!",
    "keywords": "Kozara Panoramic Resort, luksuz, netaknuta priroda, zdravlje, opuštenje, boravak u prirodi, organska hrana, održiva poljoprivreda",
    "img_alt": "Sunčane padine Kozare, pogled na planinu i šumu"
  },
  "en_meta": {
    "title": "Kozara Panoramic Resort: Luxury in Unspoiled Nature",
    "desc": "Discover our hedonistic paradise on Kozara. Enjoy fresh, local ingredients and relaxation in nature. Book your stay today!",
    "keywords": "Kozara Panoramic Resort, luxury, unspoiled nature, health, relaxation, nature stay, organic food, sustainable agriculture",
    "img_alt": "Sunny slopes of Kozara mountain, view of the mountain and forest"
  },
  "de_meta": {
    "title": "Kozara Panoramic Resort: Luxus in unberührter Natur",
    "desc": "Entdecken Sie unser hedonistisches Paradies auf Kozara. Genießen Sie frische, lokale Zutaten und Entspannung in der Natur. Buchen Sie Ihren Aufenthalt heute!",
    "keywords": "Kozara Panoramic Resort, Luxus, unberührte Natur, Gesundheit, Entspannung, Naturaufenthalt, Bio-Lebensmittel, nachhaltige Landwirtschaft",
    "img_alt": "Sonnige Hänge des Kozara-Gebirges, Blick auf das Gebirge und den Wald"
  },
  "it_meta": {
    "title": "Kozara Panoramic Resort: Lusso nella natura incontaminata",
    "desc": "Scopri il nostro paradiso hedonistico su Kozara. Goditi ingredienti freschi e locali e rilassati nella natura. Prenota il tuo soggiorno oggi!",
    "keywords": "Kozara Panoramic Resort, lusso, natura incontaminata, salute, rilassamento, soggiorno in natura, cibo biologico, agricoltura sostenibile",
    "img_alt": "Pendici soleggiate del monte Kozara, vista del monte e della foresta"
  }
}